Repository: CarbonPackages/Carbon.Editor.Styling
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

# numberOfChars[0]
source: {0} character
de: {0} Zeichen

# numberOfChars[1]
source: {0} characters
de: {0} Zeichen

# borderRadius.rounded
source: Round
de: Rund

# borderRadius.single
source: Uniform radius
de: Gleichmässiger Radius

# borderRadius.multiple
source: Radius per side
de: Radius pro Seite

# borderRadius.organic
source: Organic radius
de: Organischer Radius

# borderRadius.empty
source: Set no value
de: Keinen Wert setzten

source: Open editor
de: Editor öffnen

source: Use text color
de: Verwende Textfarbe

source: Text color
de: Textfarbe

# borderStyle.solid
source: Solid line
de: Durchgezoge Linie

# borderStyle.dashed
source: Dashed
de: Gestrichelt

# borderStyle.dotted
source: Dotted
de: Gepunktet

# borderStyle.double
source: Double line
de: Doppelte Linie

# borderStyle.groove
source: Carved appearance
de: Eingelassene Optik

# borderStyle.groove
source: Extruded appearance
de: Extrudierte Optik

# borderStyle.inset
source: Embedded appearance
de: Eingebettet Optik

# borderStyle.outset
source: Embossed appearance
de: Geprägte Optik

source: Top left
de: Oben links

source: Top right
de: Oben rechts

source: Bottom left
de: Unten links

source: Bottom right
de: Unten rechts

source: Top
de: Oben

source: Right
de: rechts

source: Bottom
de: Unten

source: Left
de: Links

source: Show big preview
de: Große Vorschau anzeigen

source: Hide big preview
de: Große Vorschau ausblenden

source: Global spacing
de: Globaler Abstand

source: Spacing per side
de: Abstand pro Seite

# snycValues
source: Snycronize values
de: Werte snycronisieren

# changeToUnit
source: Change unit to {0}
de: Wechsle Einheit zu {0}

# backgroundSize.px
source: Width in pixel
de: Breite in Pixel

# backgroundSize.%
source: Width in percent
de: Breite in Prozent

# backgroundSize.auto
source: Original size
de: Originalgröße

# backgroundSize.cover
source: Fill area
de: Fläche füllen

# backgroundSize.contain
source: Show whole image
de: Zeige ganzes Bild

# backgroundSize.auto.description
source: Scales the background image in the corresponding direction such that its intrinsic proportions are maintained.
de: Skaliert das Hintergrundbild in der entsprechenden Richtung, so dass seine Proportionen erhalten bleiben.

# backgroundSize.contain.description
source: Resize the background image to make sure the image is fully visible
de: Ändert die Größe des Bildes um sicherzustellen dass das Bild vollständig sichtbar ist.

# backgroundSize.cover.description
source: Scales the image (while preserving its ratio) to the smallest possible size to fill the container (that is: both its height and width completely cover the container), leaving no empty space. If the proportions of the background differ from the element, the image is cropped either vertically or horizontally.
de: Skaliert das Bild (unter Beibehaltung der Proportionen) auf die kleinstmögliche Größe, um den Container auszufüllen (d. h. sowohl die Höhe als auch die Breite des Bildes decken den Container vollständig ab), so dass kein Leerraum bleibt. Wenn die Proportionen des Hintergrunds vom Element abweichen, wird das Bild entweder vertikal oder horizontal beschnitten.

# backgroundSize.length.description
source: Stretches the image in the corresponding dimension to the specified length.
de: Dehnt das Bild in der entsprechenden Dimension auf die angegebene Länge.
